Repository: tommcarrr/DevOpsAssistant
Catalog: src/DevOpsAssistant/DevOpsAssistant/Pages/Help.*.resx
Languages: es

# Heading
source: Help & Instructions
es: Ayuda e instrucciones

# PageTitle
source: DevOpsAssistant - Help
es: DevOpsAssistant - Ayuda

# Intro
source: <p>Welcome to DevOpsAssistant! This page explains how each section can help you manage your workflow.</p><p>Explore the tools below to review your backlog and generate insights that drive better planning.</p>
es: <p>Bienvenido a DevOpsAssistant. Esta página explica brevemente cómo funciona cada sección.</p><p>Utilice estas herramientas para revisar su backlog y generar métricas que mejoren la planificación.</p>

# NavHeading
source: Sections
es: Secciones

# Epics
source: <ul><li>Load a backlog to visualize Epics and Features.</li><li>Suggested states appear when parents differ from their children—apply them to keep your hierarchy consistent.</li></ul>
es: <ul><li>Cargue un backlog para visualizar épicas y características.</li><li>Los estados sugeridos aparecen cuando los padres difieren de sus hijos; aplíquelos para mantener la jerarquía coherente.</li></ul>

# Validation
source: <ul><li>Select a backlog and states then check work items against your rules.</li><li>Tag violations for follow up so nothing slips through the cracks.</li></ul>
es: <ul><li>Seleccione un backlog y estados y luego verifique los elementos de trabajo con sus reglas.</li><li>Etiquete las violaciones para dar seguimiento y evitar que algo se pierda.</li></ul>

# Quality
source: <ul><li>Generate a detailed prompt to score stories against INVEST and coach using your Definition of Ready.</li><li>Long prompts are split into parts—use the arrows to navigate.</li></ul>
es: <ul><li>Genere un prompt detallado para revisar y calificar historias con INVEST y su Definición de Ready.</li><li>Los prompts largos se dividen en partes; navegue con las flechas.</li></ul>

# RequirementsPlanner
source: <ul><li>Break wiki pages or uploaded documents into a plan of Epics, Features and Stories, then create work items.</li><li>Use HTML in descriptions and acceptance criteria when helpful—imported text renders automatically so you can verify markup.</li></ul>
es: <ul><li>Desglose páginas wiki o documentos cargados en un plan de épicas, características e historias y cree los elementos.</li><li>Use HTML en descripciones y criterios cuando ayude; el texto importado se muestra automáticamente para verificar el marcado.</li></ul>

# ReleaseNotes
source: <ul><li>Select stories and build a prompt that summarizes them for release notes.</li><li>Prompts can be copied or downloaded in parts—navigate with the arrows.</li></ul>
es: <ul><li>Seleccione historias y construya un prompt que las resuma para las notas de lanzamiento.</li><li>Los prompts pueden copiarse o descargarse en partes y navegarse con las flechas.</li></ul>

# BulkTag
source: <ul><li>Choose multiple work items, pick one or more tags, and apply them all at once.</li></ul>
es: <ul><li>Elija varios elementos, seleccione una o más etiquetas y aplíquelas de una vez.</li></ul>

# EpicsHeading
source: Epics & Features
es: Épicas y características

# ValidationHeading
source: Story Validation
es: Validación de historias

# QualityHeading
source: Story Quality
es: Calidad de la historia

# RequirementsPlannerHeading
source: Requirement Planner
es: Planificador de requisitos

# ReleaseNotesHeading
source: Release Notes
es: Notas de lanzamiento

# BulkTagHeading
source: Work Item Bulk Tag
es: Etiquetado masivo de elementos

# MetricsHeading
source: Metrics
es: Métricas

# BranchHealthHeading
source: Branch Health
es: Salud de ramas

# SettingsHeading
source: Settings
es: Configuración

# GuideLinkText
source: this guide
es: esta guía

# Metrics
source: <ul><li>Display throughput, lead time, cycle time, velocity and rolling velocity along with burn up and cumulative flow charts.</li><li>Throughput counts completed items while lead and cycle time measure Created-to-Closed and Activated-to-Closed respectively.</li><li>Use the options panel to adjust the rolling window and spot trends.</li></ul>
es: <ul><li>Muestre rendimiento, tiempo de entrega, tiempo de ciclo, velocidad y velocidad móvil junto con burn up y flujo acumulado.</li><li>El rendimiento cuenta los elementos completados mientras que los tiempos se calculan entre las fechas de creación, activación y cierre.</li><li>Ajuste la ventana móvil en el panel de opciones para detectar tendencias.</li></ul>

# BranchHealth
source: <ul><li>View repository branches and highlight stale branches or ahead/behind counts compared to a base branch.</li><li>Regular clean up keeps your repo tidy.</li></ul>
es: <ul><li>Vea las ramas del repositorio y resalte las obsoletas o la diferencia con la rama base.</li><li>La limpieza regular mantiene el repositorio ordenado.</li></ul>

# Settings
source: <ul><li>Configure your DevOps organization, project and PAT in the settings dialog.</li><li>Custom prompts and validation rules are stored in your browser.</li><li>Create a PAT with Work Items (Read &amp; write), Wiki (Read) and Code (Read) scopes—see {0} for details.</li></ul>
es: <ul><li>Configure su organización, proyecto y PAT en el cuadro de configuración.</li><li>Los prompts y reglas personalizados se almacenan en su navegador.</li><li>Cree un PAT con permisos de Work Items (Read &amp; write), Wiki (Read) y Code (Read); consulte {0} para más información.</li></ul>

source: Close
es: Cerrar
