Repository: tommcarrr/DevOpsAssistant
Catalog: src/DevOpsAssistant/DevOpsAssistant/Pages/RequirementsPlanner.*.resx
Languages: es

# UseDocumentTooltip
source: Upload a document instead of selecting wiki pages
es: Cargue un documento en lugar de seleccionar páginas wiki

# StoriesOnlyTooltip
source: Ignore Epics and Features and create User Stories only
es: Ignorar épicas y características y crear solo historias

# ClarifyLabel
source: Clarify Requirements
es: Aclarar requisitos

# ClarifyTooltip
source: Push back on unclear requirements and request clarification
es: Cuestionar requisitos poco claros y pedir aclaraciones

# PrevPartTooltip
source: Previous part
es: Parte anterior

# NextPartTooltip
source: Next part
es: Siguiente parte

# CopyPromptLink
source: Copy starter prompt
es: Generar prompt inicial

# CopyPromptMessage
source: If you need help capturing requirements, expand to generate a starter prompt and optionally include a specification document or wiki pages.
es: Seleccione documentos que proporcionen contexto para la recopilación de requisitos.

# CopyToast
source: Copied to clipboard
es: Copiado al portapapeles

source: Undo
es: Deshacer

# UndoWarning
source: This will delete the newly created work items. Continue?
es: Esto eliminará los elementos creados recientemente. ¿Continuar?

source: Confirm
es: Confirmar

# DeleteTooltip
source: Remove item
es: Quitar elemento

source: Generate Prompt
es: Generar prompt

source: Download
es: Descargar

source: Copy
es: Copiar

# PartFormat
source: Part {0}/{1}
es: Parte {0}/{1}

source: Select Requirements
es: Seleccionar requisitos

source: Import Response
es: Importar respuesta

source: LLM Response
es: Respuesta del LLM

source: Import
es: Importar

source: Create Work Items
es: Crear elementos de trabajo

source: Add Epic
es: Agregar épica

source: Add Feature
es: Agregar característica

source: Add Story
es: Agregar historia

# StoriesOnlyLabel
source: Stories Only
es: Solo historias

# FeatureLabel
source: Feature
es: Característica
