Repository: tommcarrr/DevOpsAssistant
Catalog: src/DevOpsAssistant/DevOpsAssistant/Pages/Validation.*.resx
Languages: es

# BugStoryPointsRule
source: Bugs must have story points
es: Los bugs deben tener story points

# AlreadyTaggedTooltip
source: This item is already tagged
es: Este elemento ya está etiquetado

# PageTitle
source: DevOpsAssistant - Story Validation
es: DevOpsAssistant - Validación de historias

# NoRules
source: No validation rules are configured.
es: No hay reglas de validación configuradas.

source: Open Settings
es: Abrir configuración

source: Hide Rules
es: Ocultar reglas

source: Show Rules
es: Mostrar reglas

source: Check
es: Comprobar

source: Reset
es: Restablecer

# AllConform
source: All items conform to rules.
es: Todos los elementos cumplen las reglas.

source: Tag All Invalid
es: Etiquetar todos los inválidos

source: Tag
es: Etiqueta
